### ---___--- ТОКЕН ОТ ТЕЛЕГРАМ БОТА ---___--- ###
bot_api = "TOKEN"



### ---___--- НАЗВАНИЕ КАНАЛА ---___--- ###
channels = {
    "https://t.me/+YUsmkD8txfw3Nzli": -1001648480843,
    "@walldevnew": -1001325790527,
    }



### ---___--- ТЕХНЧЕСКАЯ ПОДДЕРЖКА ---___--- ###
technical_support  = ""



### ---___--- КАНАЛ ДЛЯ ОТЗЫВОВ ---___--- ###
channel_with_feedback  = False #Канал с отзывами, если он не нужен, то уберите кавычки напишите False



### ---___--- ID АДМИНОВ ИЗ ТЕЛЕГРАМА ---___--- ###
id_admins = [1594375693]



### ---___--- СУММА ЗА ОДНОГО РЕФЕРАЛА ---___--- ###
amount_per_one = 5



### ---___--- МИНИМАЛЬНАЯ СУММА ВЫВОДА ---___--- ###
minimal_withdrawal_amount = 50



### ---___--- ОТОБРАЖАЕМАЯ ВАЛЮТА ---___--- ###
currency = "RUB" # USD или RUB



### ---___--- ОТОБРАЖАЕМАЯ КРИПТОВАЛЮТА ---___--- ###
cryptocurrency = "TRX" # BTC или ETH или USDT или BNB или SOL или XRP или ADA или DOGE или TON



### ---___--- ЯЗЫК БОТА ---___--- ###
language = "RUS" # RUS или ENG
